<template>
    <div class="companyInfo">
        <div class="container">
            <h1 class="companyInfo__title">О компании</h1>
            <div class="companyInfo__textContent">
                <p>
                    Юридическая фирма «Паритет» была создана в 2001 году, выбрав своим профилем оказание правовых услуг,
                    направленных на фактическое решение проблем наших доверителей, путем совмещения представительства
                    интересов в судебной системе и последующего сопровождения исполнения судебных решений.
                </p>
                <p>
                    Сотрудники Компании имеют опыт представления интересов кредитных учреждений, ресурсоснабжающих
                    организаций, производственных предприятий и физических лиц по всей России. Выбранная стратегия
                    позволила стать к 2019 году крупнейшей юридической командой в Оренбургской области.
                </p>
                <p>
                    Одним из ключевых подходов в деятельности Компании, при оказании услуг является прозрачность в
                    отношениях с клиентом. Наша цель – реальное решение проблем и задач доверителя, пришедшего к нам и
                    доверившего защиту своих интересов. Перед тем, как взять дело в работу, мы предоставляем клиенту
                    полную
                    информацию о перспективах правового разрешения его вопроса и вероятности фактического исполнения
                    судебного решения.
                </p>
                <p>
                    Выступать экспертами при оценке перспектив того или иного дела позволяет опыт – за время работы,
                    нами
                    получено более 40 000 судебных актов, а сотрудники Юридической фирмы «Паритет» одновременно
                    сопровождают
                    более 20 000 исполнительных производств по всей территории страны.
                </p>
                <p>
                    Компания осуществляет свою деятельность в рамках действующего законодательства РФ и входит в
                    Оренбургское региональное отделение Общероссийской общественной организации «Ассоциация юристов
                    России».
                </p>
            </div>
        </div>
    </div>
</template>

<script>
    export default {
        name: "CompanyInfo"
    }
</script>

<style lang="scss">
    .companyInfo {

        &__title {
            margin-bottom: 40px;

            @include below($lg-tablet) {
                margin-bottom: 30px;
            }

            @include below($md-tablet) {
                margin-bottom: 20px;
            }
        }

        &__textContent {
            padding-left: 5%;

            p {
                margin-bottom: 20px;

                @include below($lg-tablet) {
                   font-size: 14px;
                }

                @include below($lg-mobile) {
                   font-size: 12px;
                }
            }
        }
    }
</style>